{
  "ui": {
    "buttons": {
      "prev": "Previous",
      "next": "Next",
      "help": "Help",
      "information": "Information",
      "language": "EN",
      "audioOff": "Speech off",
      "audioOn": "Speech on"
    },
    "legend": {
      "title": "MAP INFORMATION",
      "header": "Marked Areas on the Map",
      "germany": "Germany",
      "germanyOcc": "Germany - Occupied",
      "italy": "Italy",
      "italyOcc": "Italy - occupied",
      "axis": "Other Axis",
      "axisOcc": "Other axis - occupied",
      "sweden": "Sweden"
    },
    "timeline": {
      "year": "Year"
    },
    "months": {
      "januari": "JANUARY",
      "februari": "FEBRUARY",
      "mars": "MARCH",
      "april": "APRIL",
      "maj": "MAY",
      "juni": "JUNE",
      "juli": "JULY",
      "augusti": "AUGUST",
      "september": "SEPTEMBER",
      "oktober": "OCTOBER",
      "november": "NOVEMBER",
      "december": "DECEMBER"
    }
  },
  "territories": {
    "germany": {
      "title": "Germany",
      "text": "During World War II, Germany was led by Adolf Hitler and the Nazi Party. The country invaded several European states and created a large occupied area.\nOccupied countries: Poland, Denmark, Norway, the Netherlands, Belgium, Luxembourg, France, Yugoslavia, Greece, Czechoslovakia, Hungary, and parts of the Soviet Union.",
      "imageCaption": "Hitler receives applause from the Reichstag after announcing the \"peaceful\" annexation of Austria."
    },
    "germany-occ": {
      "title": "Occupied by Germany",
      "text": "Areas under German military control. These countries were governed through occupation, puppet governments, or direct annexation.",
      "imageCaption": "The German forced evacuation of Northern Norway in October"
    },
    "italy": {
      "title": "Italy",
      "text": "Italy, under Benito Mussolini, was part of the Axis powers and participated in the war alongside Germany.\nOccupied countries: Albania, parts of France, Greece, and North Africa.\nAfter 1943, Italy switched sides and joined the Allies after Mussolini's fall.",
      "imageCaption": "Adolf Hitler and Benito Mussolini in Munich, Germany"
    },
    "italy-occ": {
      "title": "Occupied by Italy",
      "text": "Areas temporarily controlled by Italy before the country's capitulation in 1943.",
      "imageCaption": "Movement of an Italian column through Patras, western Greece, in May 1941."
    },
    "axis": {
      "title": "Other Axis Powers",
      "text": "In addition to Germany and Italy, Japan, Hungary, Romania, Bulgaria, and Finland were also part of the Axis powers. They cooperated militarily and politically during the war.",
      "imageCaption": "The signing of the Tripartite Pact between the Axis powers"
    },
    "axis-occ": {
      "title": "Occupied by other Axis powers",
      "text": "Areas controlled by Axis powers other than Germany and Italy, primarily Romania, Hungary, and Bulgaria.",
      "imageCaption": "Észak-Erdél -- Romania, Transylvania"
    },
    "sweden": {
      "title": "Sweden",
      "text": "Sweden remained neutral during World War II but played an important role by receiving refugees, particularly Jewish children and Danish Jews. The country also helped with humanitarian efforts towards the end of the war.",
      "imageCaption": "Sweden during World War II"
    },
    "disclaimer": "The map focuses on Europe during World War II and shows how borders and occupied areas changed between 1938 and 1946. Events outside Europe are not included."
  },
  "imageCaption": {
    "default": "Photo: Archive"
  },
  "infoOverlay": {
    "title": "A Timeline of European History 1933–1948",
    "purposeTitle": "Explore History",
    "purposeText1": "This timeline shows important events during World War II between 1938 and 1946. By combining an interactive map with historical events, you can follow the progression of the war and understand how borders and controlled areas changed over time.",
    "purposeText2": "Each event is carefully documented with text, images, and geographic placement to provide a deeper understanding of the war's scope and impact on Europe.",
    "exploreButton": "Explore the timeline",
    "featuresTitle": "Features",
    "feature1": "Use the arrows to go to the next event",
    "feature2": "Click on images to view them larger",
    "feature3": "Drag the handle to move through time",
    "feature4": "Click on year buttons to jump between years",
    "feature5": "Click on the legend to learn more about the areas",
    "creditsTitle": "Data Sources and Credits",
    "creditsLabel": "Historical borders:",
    "creditsText": "European Borders 1938-1945 dataset from Stanford University. Copyright 2014 Stanford University. All rights reserved.",
    "swedenMapLabel": "Sweden borders:",
    "swedenMapText": "GIS data from SimpleMaps, licensed under CC BY 4.0."
  }
}
