{
  "ui": {
    "buttons": {
      "prev": "Föregående",
      "next": "Nästa",
      "help": "Hjälp",
      "information": "Information",
      "language": "SV",
      "audioOff": "Tal av",
      "audioOn": "Tal på"
    },
    "legend": {
      "title": "KARTFÖRKLARING",
      "germany": "Tyskland",
      "germanyOcc": "Tyskland - ockuperat",
      "italy": "Italien",
      "italyOcc": "Italien - ockuperat",
      "axis": "Övriga axelmakter",
      "axisOcc": "Övriga axelmakter - ockuperat"
    },
    "timeline": {
      "year": "År"
    },
    "months": {
      "januari": "JANUARI",
      "februari": "FEBRUARI",
      "mars": "MARS",
      "april": "APRIL",
      "maj": "MAJ",
      "juni": "JUNI",
      "juli": "JULI",
      "augusti": "AUGUSTI",
      "september": "SEPTEMBER",
      "oktober": "OKTOBER",
      "november": "NOVEMBER",
      "december": "DECEMBER"
    }
  },
  "territories": {
    "germany": {
      "title": "Tyskland",
      "text": "Under andra världskriget leddes Tyskland av Adolf Hitler och Nazistpartiet. Landet invaderade flera europeiska stater och skapade ett stort ockuperat område.\nOckuperade länder: Polen, Danmark, Norge, Nederländerna, Belgien, Luxemburg, Frankrike, Jugoslavien, Grekland, Tjeckoslovakien, Ungern och delar av Sovjetunionen.",
      "imageCaption": "Hitler tar emot applåderna från riksdagen efter att ha tillkännagett den \"fredliga\" annekteringen av Österrike."
    },
    "germany-occ": {
      "title": "Ockuperat av Tyskland",
      "text": "Områden som stod under tysk militär kontroll. Dessa länder styrdes genom ockupation, lydregeringar eller direkt annektering.",
      "imageCaption": "Den tyska tvångsevakueringen av Nordnorge i oktober"
    },
    "italy": {
      "title": "Italien",
      "text": "Italien, under Benito Mussolini, var en del av axelmakterna och deltog i kriget tillsammans med Tyskland.\nOckuperade länder: Albanien, delar av Frankrike, Grekland och Nordafrika.\nEfter 1943 bytte Italien sida och ställde sig på de allierades sida efter Mussolinis fall.",
      "imageCaption": "Adolf Hitler och Benito Mussolini i München, Tyskland"
    },
    "italy-occ": {
      "title": "Ockuperat av Italien",
      "text": "Områden som tillfälligt kontrollerades av Italien innan landets kapitulation 1943.",
      "imageCaption": "Förflyttning av en italiensk kolonn genom Patras, västra Grekland, i maj 1941."
    },
    "axis": {
      "title": "Övriga axelmakter",
      "text": "Förutom Tyskland och Italien ingick även Japan, Ungern, Rumänien, Bulgarien och Finland i axelmakterna. De samarbetade militärt och politiskt under kriget.",
      "imageCaption": "Undertecknandet av tremaktspakten mellan axelmakterna"
    },
    "axis-occ": {
      "title": "Ockuperat av övriga axelmakter",
      "text": "Områden som kontrollerades av andra axelmakter än Tyskland och Italien, främst Rumänien, Ungern och Bulgarien.",
      "imageCaption": "Észak-Erdél -- Romania, Transylvania"
    },
    "disclaimer": "Kartan fokuserar på Europa under andra världskriget och visar hur gränser och ockuperade områden förändrades mellan 1938 och 1946. Händelser utanför Europa ingår inte."
  },
  "imageCaption": {
    "default": "Foto: Arkiv"
  },
  "infoOverlay": {
    "title": "Om tidslinjen",
    "purposeTitle": "Syfte",
    "purposeText1": "Den här tidslinjen visar viktiga händelser under andra världskriget mellan 1938 och 1946. Genom att kombinera en interaktiv karta med historiska händelser kan du följa krigets progression och förstå hur gränser och kontrollerade områden förändrades över tid.",
    "purposeText2": "Varje händelse är noggrant dokumenterad med text, bilder och geografisk placering för att ge en djupare förståelse av krigets omfattning och påverkan på Europa.",
    "featuresTitle": "Funktioner",
    "feature1": "Använd pilarna eller dra i handtaget för att röra dig i tid",
    "feature2": "Klicka på kartområden för att läsa mer om ländernas roll under kriget",
    "feature3": "Klicka på händelsemarkörerna på kartan för att hoppa till den händelsen",
    "feature4": "Växla mellan svenska och engelska med språkknappen",
    "creditsTitle": "Datakällor och krediteringar",
    "creditsLabel": "Historiska gränser:",
    "creditsText": "European Borders 1938-1945 dataset från Stanford University. Copyright 2014 Stanford University. All rights reserved."
  }
}
